[
  {
    "quote": "A nd a s we continue to increase our investments and focus more of our resources on AI, I thought it would be useful today to lay out the five major opportunities that we're focused on: improved advertising, more engaging experiences, business messaging, Meta AI, and AI devices.",
    "speaker": "Mark Zuckerberg",
    "timestamp": "N/A"
  },
  {
    "quote": "In the next few years, I expect that just like every business has an email address, social media account, and website, they'll also have an AI business agent for customer support and sales.",
    "speaker": "Mark Zuckerberg",
    "timestamp": "N/A"
  },
  {
    "quote": "Pricing growth benefited from increased advertiser demand, in part driven by improved ad performance.",
    "speaker": "Susan Li",
    "timestamp": "N/A"
  },
  {
    "quote": "In the first quarter, we saw strong growth in video consumption across both Facebook and Instagram, particularly in the US where video time spent grew double digits year -over -year.",
    "speaker": "Susan Li",
    "timestamp": "N/A"
  },
  {
    "quote": "This growth continues to be driven primarily by ongoing enhancements to our recommendation systems, and we see opportunities to deliver further gains this year.",
    "speaker": "Susan Li",
    "timestamp": "N/A"
  },
  {
    "quote": "We’re seeing very strong traction with Ray -Ban Meta AI glasses, with over 4x as many monthly actives as a year ago, and the number of people using voice commands is growing even faster as people use it to answer questions and contro l their glasses.",
    "speaker": "Susan Li",
    "timestamp": "N/A"
  },
  {
    "quote": "As we do for any newly monetized surface, we expect to gradually ramp ad supply as we optimize the ad formats and ensure they feel native to the app.",
    "speaker": "Susan Li",
    "timestamp": "N/A"
  },
  {
    "quote": "We don’t expect Thread s to be a meaningful driver of overall impression or revenue growth in 2025.",
    "speaker": "Susan Li",
    "timestamp": "N/A"
  },
  {
    "quote": "We began testing the new model for ads recommendations on Facebook Reels earlier this year and have seen up to a 5% increase in ad conversions.",
    "speaker": "Susan Li",
    "timestamp": "N/A"
  },
  {
    "quote": "We’re seeing strong results in testing so far, with advertisers using Incremental Attribution in tests seeing an average 46% lift in incremental conversions compared to their business -as-usual approach.",
    "speaker": "Susan Li",
    "timestamp": "N/A"
  }
]